{
   "movies": [
       {
           "title": "Dune 2",
           "description": "Viaje de volta ao enigmático mundo desértico de Arrakis nesta aguardada sequência. Siga Paul Atreides enquanto ele enfrenta batalhas épicas e poderosos inimigos em uma jornada para cumprir seu destino. Dune 2 oferece visuais impressionantes e uma aventura envolvente em uma saga de ficção científica inesquecível.",
           "poster": "assets/dune2.jpg"
       },
       {
           "title": "Kingdom of the Planet of the Apes",
           "description": "Entre em um futuro onde os macacos ascenderam ao poder e o destino da humanidade está em jogo. Este novo capítulo na série icônica explora a dinâmica complexa entre espécies e a luta pela dominação. Prepare-se para um conto intenso e instigante sobre sobrevivência e evolução.",
           "poster": "assets/apes.jpg"
       },
       {
           "title": "Fallout",
           "description": "Mergulhe em um mundo pós-apocalíptico onde os remanescentes da humanidade lutam para reconstruir em meio às ruínas. Inspirado na popular série de videogames, Fallout dá vida a uma aventura sombria e suspense cheia de aliados inesperados, inimigos formidáveis e a busca pela sobrevivência em um deserto implacável.",
           "poster": "assets/fallout.jpg"
       },
       {
           "title": "The Strangers",
           "description": "Um jovem casal hospedado em uma casa de férias isolada é aterrorizado por três agressores desconhecidos. Após voltarem de uma recepção de casamento, eles recebem uma batida na porta durante a madrugada. O que se segue é uma invasão violenta por três estranhos, com os rostos escondidos por máscaras.",
           "poster": "path/to/strangers_poster.png"
       },
       {
           "title": "Parasite",
           "description": "A ganância e a discriminação de classe ameaçam a recém-formada relação simbiótica entre a abastada família Park e o empobrecido clã Kim.",
           "poster": "path/to/parasite_poster.png"
       },
       {
           "title": "Nomadland",
           "description": "Uma mulher na casa dos sessenta anos, após perder tudo na Grande Recessão, embarca em uma jornada pelo Oeste Americano, vivendo como uma nômade moderna que mora em uma van.",
           "poster": "assets/nomad.jpg"
       },
       {
           "title": "Promising Young Woman",
           "description": "Nada na vida de Cassie é o que parece - ela é extremamente inteligente, irresistivelmente astuta e vive uma vida dupla secreta. Agora, um encontro inesperado está prestes a dar a Cassie a chance de corrigir os erros do passado.",
           "poster": "assets/pywoman.jpg"
       },
       {
           "title": "Top Gun: Maverick",
           "description": "Após trinta anos, Maverick ainda está desafiando os limites como um dos principais aviadores navais, mas deve confrontar os fantasmas do seu passado quando lidera os graduados de elite do TOP GUN em uma missão que exige o sacrifício supremo daqueles escolhidos para voá-la.",
           "poster": "assets/maverick.jpg"
       },
       {
           "title": "Family Guy",
           "description": "In a wacky Rhode Island town, a dysfunctional family strives to cope with everyday life as they are thrown from one crazy scenario to another.",
           "poster": "assets/family.jpg"
       },
       {
           "title": "IF",
           "description": "Uma jovem que passa por uma experiência difícil começa a ver os amigos imaginários de todos que foram deixados para trás à medida que seus amigos da vida real cresceram.",
           "poster": "assets/IF.jpg"
       },
       {
           "title": "American Horror Story",
           "description": "Em ‘American Horror Story’, cada temporada é uma nova e assustadora história. Na parte 2 da última temporada, mergulhe em um mundo de terror e mistério enquanto personagens complexos enfrentam seus demônios internos e externos. Prepare-se para reviravoltas chocantes, criaturas sobrenaturais e um suspense que vai deixar você sem fôlego.",
           "poster": "assets/ahs.jpg"
       },
       {
           "title": "Poolman",
           "description": "Darren Barrenman é um otimista inabalável e nativo de Los Angeles que passa seus dias cuidando da piscina do bloco de apartamentos Tahitian Tiki e lutando para fazer de sua cidade natal um lugar melhor para se viver.",
           "poster": "path/to/poolman_poster.png"
       },
       {
           "title": "Cursed Psychic Video XXX (Triple X) Masterpiece Selection 3",
           "description": "The teams of the 'Not Found' and 'Honto Ni Atta. Noroi No Video' franchises join forces to create the definitive psychic documentary series. This is a selection of the 9 best videos.",
           "poster": "assets/xxx3.jpg"
       },
       {
        "title": "Meet Joe Black",
        "description": "Filme indisponível.",
        "poster": "joe.jpg"
       },
       {
        "title": "Wicked",
        "description": "Este filme será lançado em Novembro de 2024.",
        "poster": "assets/wicked.jpg"
       }
   ]
}